-- phpMyAdmin SQL Dump
-- version 4.9.0.1
-- https://www.phpmyadmin.net/
--
-- 主机： 127.0.0.1
-- 生成日期： 2019-12-25 11:08:37
-- 服务器版本： 10.3.16-MariaDB
-- PHP 版本： 7.3.7

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 数据库： `travel_data`
--

-- --------------------------------------------------------

--
-- 表的结构 `cd_places`
--

CREATE TABLE `cd_places` (
  `id` int(11) NOT NULL COMMENT '景点id',
  `class` varchar(4) NOT NULL COMMENT '级别',
  `address` varchar(45) NOT NULL COMMENT '地址',
  `name` varchar(45) NOT NULL COMMENT '景区名称',
  `area` varchar(11) NOT NULL COMMENT '区（市）县',
  `img` varchar(45) DEFAULT NULL COMMENT '图片地址',
  `des` varchar(500) NOT NULL,
  `visit_time` varchar(100) NOT NULL,
  `open_time` varchar(200) NOT NULL,
  `ticket` varchar(50) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `cd_places`
--

INSERT INTO `cd_places` (`id`, `class`, `address`, `name`, `area`, `img`, `des`, `visit_time`, `open_time`, `ticket`) VALUES
(225, '﻿5A', '成都都江堰市公园路', '都江堰旅游景区', '都江堰', '/static/places/dujiangyan.jpg', '2270年历史的水利工程保护到现在，不得不佩服李冰啊！从成都出发大约1小时到达，独特的绿宝石似的岷江水映衬着微黄的树叶，别有一种巴蜀地区的味道。', '建议3-5小时', '夏季开放时间8:00-18:00；冬季开放时间8:00-17:30；网络票取票时间8:30-17:00，最晚入园时间17:30。', '80'),
(226, '5A', '成都都江堰市青城镇', '青城山风景区', '都江堰', '/static/places/qincheng.jpg', '所谓青城天下幽，确实如此。拜水都江堰，问道青城山的描述 ，指的就是这个吧，青城山成了成都人夏季避暑的好去处，山风阵阵确实凉爽。青城山旅游分前山与后山，前山有一些人文景观，主要是道教文化，后山是自然景观。', '建议3-5小时', '3月1日-11月30日9:00-17:30，17:00停止入场；12月1日-次年2月29日8:30-17:00，停止入场。', '80'),
(227, '4A', '成都市大邑县安仁镇', '刘氏庄园旅游区', '大邑', '/static/places/liushi.jpg', '这里曾经是大地主刘文彩的私家住宅，建筑规模宏大，是目前国内保存最完好的一处封建地主庄园。庄园内珍品馆展出的刘文彩收藏的文物，以及后院大型雕塑“收租院”，都值得我们细细观看。', '建议2小时', '开放时间：9:00-17:30，最晚入园：17:00。', '40'),
(228, '4A', '成都三圣乡', '三圣花乡', '锦江', '/static/places/sansheng.jpg', '', '', '', ''),
(229, '4A', '成都武侯祠大街231号', '武侯祠博物馆', '武侯', '/static/places/wuhouci.jpg', '三国迷必去的地方，纪念的是三国时期蜀国丞相诸葛亮，在明朝初年并入汉昭烈庙，成为中国唯一君臣合祀的祠庙。旁边就是锦里古街。', '建议2-3小时', '夏季（5月1日-10月31日）8:00-20:00，19:00停止售票；冬季（11月1日-次年4月30日）8:00至18:30，17:30停止售票。', '138'),
(230, '4A', '成都青华路37号', '杜甫草堂博物馆', '青羊', '/static/places/dupu.jpg', '从金沙博物馆回来后，顺道去杜甫草堂，这里比较清幽，有很多古代伟人的历史记载资料，是教育孩子蜀国历史的一个好课堂，庭深林密树木很多，蛮有诗意的地方，是个很休闲的好去处。', '建议2-3小时', '5月1日-10月31日8:00-19:00；11月1日-次年4月30日8:00-18:00；闭馆前60分钟停止售票。', '50'),
(231, '4A', '成都市外北熊猫大道26号', '大熊猫繁育研究基地', '成华', '/static/places/panda.jpg', '离成都市区比较远，但市内有公交车可达，大熊猫太萌了，圆滚滚太可爱了。', '建议3-5小时', '7:30-18:00，17:00停止入场。', '55'),
(232, '4A', '成都龙泉驿区洛带镇人民政府', '洛带古镇', '龙泉驿', '/static/places/luodai.jpg', '', '', '', ''),
(233, '4A', '成都市新都区桂湖中路92号', '宝光桂湖文化旅游区', '新都', '/static/places/baoguang.jpg', '', '', '', ''),
(234, '4A', '成都市大邑县安仁镇', '建川博物馆聚落', '大邑', '/static/places/jianchuan.jpg', '国内规模最大的民间博物馆，这里有抗战、民俗、红色年代和地震四大系列，当然，最为知名是抗战系列。聚落中的建筑，都出自名家之手，欣赏这些风格各异的建筑，本身就是一大享受。', '建议2-4小时', '开放时间：8:30-17:30，16:30停止售票，17:00停止入场。', '60'),
(235, '4A', '成都市双流县黄龙溪镇', '黄龙溪旅游区', '双流', '/static/places/huanglongxi.jpg', '', '', '', ''),
(236, '4A', '成都市温江区国色天乡乐园', '国色天乡乐园', '温江', '/static/places/guose.jpg', '', '', '', ''),
(237, '4A', '成都市邛崃市平乐镇迎宾路247号', '平乐古镇', '邛崃', '/static/places/pingle.jpg', '平乐古镇位于邛崃市西南部，以原生态的川西古建筑和古朴的民风而著称。白沫江自西向东流经古镇，江畔的千年古榕、沿江吊脚楼和水码头、青石板的街道和店铺，还有横跨白沫江的“乐善桥”，都展现了平乐古镇的风韵。', '建议1天', '全天开放', '80'),
(238, '4A', '成都市邛崃市天台山镇马坪村', '天台山旅游景区', '邛崃', '/static/places/tiantai.jpg', '', '', '', ''),
(239, '4A', '成都市金沙遗址路2号', '金沙遗址博物馆', '青羊', '/static/places/jinsha.jpg', '金沙博物馆还是比较值得一看的，展馆文物丰富，尤以金面具与金太阳神鸟为最。尤其是对历史，对文物感兴趣的人，惊叹当时各种工艺的制作如此精细，整个园林绿意盎然，清幽宁静。', '建议3-5小时', '夏令时（5月1日-10月31日）8:00-20:00，19:00停止售票；冬令时（11月1日-次年4月30日） 8:00-18:30，17:30停止售票； 周一闭馆（1、2、7、8月及法定节假日、重大节庆活动除外）。', '70'),
(240, '4A', '成都市金牛区西华大道16号', '欢乐谷景区', '金牛', '/static/places/huanlegu.jpg', '', '', '', ''),
(241, '4A', '成都市崇州街子镇', '崇州街子古镇', '崇州', '/static/places/jiezi.jpg', '', '', '', ''),
(242, '4A', '成都市大邑县西岭镇', '西岭雪山景区', '大邑', '/static/places/snow.jpg', '西岭雪山位于大邑县西岭镇境内，是成都第一高峰，山顶终年积雪。 沿着山间步道前行，游玩野牛道、红石堡、红石尖、白沙岗和阴阳界。其中最神奇的是阴阳界，由于地形特殊，在这里你可以看到一道山岭的两侧完全不同的风光：一边是阳光明媚，一边则是云雾迷茫。此外，日月坪也是观赏西岭雪山云海的最佳地点。', '建议3-5小时', '周一-周五9:00-17:00，周六、周日8:30-17:00。', '180'),
(243, '4A', '成都市大邑县花水湾镇', '花水湾温泉度假旅游区', '大邑', '/static/places/huashuiwan.jpg', '', '', '', ''),
(244, '4A', '成都市新津县新蒲路梨花溪1号', '花舞人间旅游景区', '新津', '/static/places/huawu.jpg', '', '', '', ''),
(245, '4A', '成都市双流县华阳镇天府大道南段2039号', '海昌极地海洋世界景区', '天府新区', '/static/places/seapark.jpg', '', '', '', ''),
(246, '4A', '成都市都江堰市虹口景区管理处', '虹口旅游景区', '都江堰', '/static/places/hongkou.jpg', '', '', '', ''),
(247, '4A', '成都市龙泉驿区山泉镇人民政府', '桃花故里旅游景区', '龙泉驿', '/static/places/taohua.jpg', '', '', '', ''),
(248, '4A', '成都市郫县农科村景区管理局', '农科村旅游景区', '郫县', '/static/places/nongke.jpg', '', '', '', ''),
(249, '4A', '成都市大邑县新场镇', '新场古镇旅游景区', '大邑', '/static/places/xinchang.jpg', '', '', '', ''),
(250, '4A', '成都市青羊区光华大道二段601号', '国际非物质文化遗产博览园旅游景区', '青羊', '/static/places/feiyi.jpg', '', '', '', ''),
(251, '4A', '成都市成华区建设南支路1号', '东郊记忆旅游景区', '成华', '/static/places/dongjiao.jpg', '', '', '', ''),
(252, '4A', '成都市郫县郫筒镇望丛中路5号', '望丛祠景区', '郫县', '/static/places/wangcongci.jpg', '', '', '', ''),
(253, '4A', '成都市郫县三道堰镇', '三道堰景区 ', '郫县', '', '', '', '', ''),
(254, '4A', '成都市金堂县五凤镇', '成都市五凤溪旅游景区', '金堂', '', '', '', '', ''),
(255, '4A', '成都市彭州市龙门山镇宝山村', '成都市彭州宝山旅游区', '彭州', '', '', '', '', ''),
(256, '4A', '成都市彭州市白鹿镇', '成都市白鹿中法传统风情小镇', '彭州', '', '', '', '', ''),
(257, '4A', '成都市蒲江县朝阳湖镇石象湖景区', '蒲江县保利石象湖旅游景区', '蒲江', '', '', '', '', ''),
(258, '4A', '成都市武侯区川藏路成双段鞋都南路139号', '成都武侯区中国女鞋之都旅游景区', '武侯', '', '', '', '', ''),
(259, '4A', '崇州市元通镇', '元通古镇', '崇州', '', '', '', '', ''),
(260, '4A', '成都市双流县蛟龙港双流园区双楠大道88号 ', '成都蛟龙港海滨城旅游景区', '双流', '', '', '', '', ''),
(261, '4A', '成都市新都区三河街道承顺街17号', '锦门丝绸商贸旅游小镇景区', '新都', '', '', '', '', ''),
(262, '4A', '都江堰市灌口街道办事处', '灌县古城', '都江堰市', '', '', '', '', ''),
(263, '4A', '成都市武侯区武侯大道三河段20号/成都市簇桥武侯大道新苗村五组', '成都市天艺·浓园艺术博览园旅游景区', '武侯', '', '', '', '', ''),
(264, '4A', '成都邛崃市文君街道文笔山村', '邛崃中国酒村-邛酒文化风情旅游村落旅游景区', '邛崃', '', '', '', '', ''),
(265, '4A', '成都市蒲江县成佳镇人民政府', '成都市蒲江成佳茶乡旅游景区', '蒲江', '', '', '', '', ''),
(266, '4A', '成都市温江区万春镇幸福村', '成都市温江幸福田园景区', '温江', '', '', '', '', ''),
(267, '4A', '成都市三道堰镇青杠树村', '成都郫都区三道堰青杠树景区', '郫都区', '', '', '', '', ''),
(268, '4A', '成都市新津县兴义镇', '斑竹林景区', '新津', '', '', '', '', ''),
(269, '4A', '成都市彭州市丹景山镇丹景村', '成都市彭州丹景山旅游景区（门票20，花展期间30）', '彭州', '', '', '', '', ''),
(270, '4A', '成都市大邑县金星乡', '天府花溪谷（门票60元）', '大邑', '', '', '', '', ''),
(271, '3A', '成都市邛崃市成温路318号', '临邛古城', '邛崃', '', '', '', '', ''),
(272, '3A', '成都市人民中路一段16号', '四川科技馆', '青羊', '', '', '', '', ''),
(273, '3A', '成都市双流县大林镇', '双流县大林镇翠湖梨乡', '天府新区', '', '', '', '', ''),
(274, '3A', '成都市邛崃市工业集中发展区工业路2号', '成都伊利乳业园旅游景区', '邛崃', '', '', '', '', ''),
(275, '3A', '成都市蒲江县光明乡人民政府', '成都蒲江官帽山樱桃旅游景区', '蒲江', '', '', '', '', ''),
(276, '3A', '成都市青白江江福洪乡杏花村', '青白江区客家杏花村旅游景区', '青白江', '', '', '', '', ''),
(277, '3A', '成都市郫县古城镇荣华北巷8号', '成都市川菜博物馆', '郫县', '', '', '', '', ''),
(278, '3A', '成都市金堂县三溪镇上正街25号', '成都市金堂中国脐橙之乡', '金堂', '', '', '', '', ''),
(279, '3A', '成都市龙泉驿区阳光城同策路3号', '成都市龙泉国际标榜旅游区', '龙泉驿', '', '', '', '', ''),
(280, '3A', '成都市崇州市大东街50-54号', '成都市崇州罨画池文化旅游区', '崇州', '', '', '', '', ''),
(281, '3A', '成都市邛崃市临邛镇小柏树水库', '成都市邛崃竹溪湖生态旅游景区', '邛崃', '', '', '', '', ''),
(282, '3A', '成都市新都区花香果居旅游景区', '成都市新都区花香果居旅游景区', '新都', '', '', '', '', ''),
(283, '3A', '成都市龙泉驿区红岭路459号', '成都市龙泉驿区休闲美食文化园旅游景区', '龙泉驿', '', '', '', '', ''),
(284, '3A', '成都市郫县唐昌镇战旗村', '成都市郫县战旗·5季花田旅游景区', '郫县', '', '', '', '', ''),
(285, '3A', '成都市郫县安德镇安唐路', '成都市郫县中国·川菜体验园旅游景区', '郫县', '', '', '', '', ''),
(286, '3A', '成都市彭州市隆丰镇大宝村3组', '成都市彭州市中华蝴蝶生态城旅游景区', '彭州', '', '', '', '', ''),
(287, '3A', '成都市金堂县三星镇大学城', '成都市金堂县西南航空文化旅游区', '金堂', '', '', '', '', ''),
(288, '3A', '成都市新都区新繁镇东湖路中段', '东湖', '新都', '', '', '', '', ''),
(289, '3A', '成都市武侯区大悦路518号', '大悦城', '武侯', '', '', '', '', ''),
(290, '3A', '成都市金堂县转龙镇大桥村', '转龙鲜花山谷', '金堂县', '', '', '', '', ''),
(291, '3A', '龙泉驿区黄土镇洪福村7组', '好秾人有机农庄', '龙泉驿区', '', '', '', '', ''),
(292, '3A', '龙泉驿区同安街道花海路8号', '蔚然花海旅游景区', '龙泉驿区', '', '', '', '', ''),
(293, '3A', '成都市天府新区华阳街道南湖大道855号', '南湖梦幻岛旅游景区', '天府新区', '', '', '', '', ''),
(294, '3A', '成都市崇州市金盆地大道327号', '金盆地酒文化博览园旅游景区', '崇州', '', '', '', '', ''),
(295, '3A', '成都市金堂县官仓镇双新村12组', '玉皇养生谷旅游景区', '金堂县', '', '', '', '', ''),
(296, '3A', '成都市温江区寿安镇政星街138号', '寿安花木编艺公园', '温江', '', '', '', '', ''),
(297, '3A', '成都市温江区永盛镇盛丰街27号', '温江区连二里市旅游景区', '温江', '', '', '', '', ''),
(298, '3A', '桑园镇黑虎村', '黑虎农庄乐园', '邛崃市', '', '', '', '', ''),
(299, '3A', '新都区清流镇黄龙村1组', '泉映梨花', '新都', '', '', '', '', ''),
(300, '3A', '金堂县竹篙镇（金堂大道北50米）', '花熳天下', '金堂县', '', '', '', '', ''),
(301, '2A', '简阳市三岔镇', '三岔湖旅游景区', '简阳市', '', '', '', '', ''),
(302, '2A', '成都市崇州市道明镇西北白塔山', '成都白塔湖', '崇州', '', '', '', '', ''),
(303, '2A', '成都市青羊区长顺上街宽窄巷子', '成都宽窄巷子景区', '青羊', '/static/places/kuanzhai.jpg', '两条巷子，有点类似北京的南锣鼓巷，规划设计做的很好，人气也很旺，每家店铺也都各具特色，酒吧、饭店较多，还有一些小店，能看出经营者应该都费了不少心思来布置店铺和招揽客人，适合闲情小聚，与朋友聊聊天，享受天府之地的惬意生活。', '建议2-3小时', '全天开放', '免费'),
(304, '2A', '成都市蒲江县鹤山镇世纪广场东路5号', '成都战役纪念馆', '蒲江', '', '', '', '', ''),
(305, '2A', '成都市蒲江县白云乡人民政府', '成都市白云鹭鸶旅游景区', '蒲江', '', '', '', '', ''),
(306, '2A', '成都市新津县纯阳大道313号', '成都市新津纯阳观景区', '新津', '', '', '', '', ''),
(307, '2A', '成都市天府新区煎茶街道老龙村', '老虎沟森林庄园旅游景区', '天府新区', '', '', '', '', ''),
(308, '2A', '成都市金牛区金泉路8号', '四川易园旅游景区', '金牛区', '', '', '', '', ''),
(309, '2A', '成都市温江区永宁镇温郫大道53号', '五月玫瑰四季庭苑旅游景区', '温江', '', '', '', '', ''),
(310, '2A', '成都市郫都区郫筒街道太平村1社88号', '蜀国鹃都旅游景区', '郫都区', '', '', '', '', ''),
(311, '2A', '成都市都江堰市向峨乡石碑村 ', '茶溪谷旅游景区', '都江堰市', '', '', '', '', ''),
(312, '2A', '天府新区合江街道南天寺村8组1号', '松鼠部落森林假日公园', '天府新区', '', '', '', '', ''),
(313, '2A', '崇州市大东街306号', '崇州市博物馆', '崇州', '', '', '', '', ''),
(314, '1A', '成都市成华区双林路87号', '成都新华公园旅游景区', '成华区', '', '', '', '', ''),
(315, '2A', '成都市武侯区武侯祠大街231号', '锦里古街', '武侯', '/static/places/jinli.jpg', '锦里小吃的东西很多，味道很巴适，作为成都的标志性地点之一，值得来看一下，尤其是夜景。锦里还是一个照相的好地方，在这里留下你美好的瞬间吧。', '建议2-3小时', '全天开放', '免费');

--
-- 转储表的索引
--

--
-- 表的索引 `cd_places`
--
ALTER TABLE `cd_places`
  ADD PRIMARY KEY (`id`);

--
-- 在导出的表使用AUTO_INCREMENT
--

--
-- 使用表AUTO_INCREMENT `cd_places`
--
ALTER TABLE `cd_places`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '景点id', AUTO_INCREMENT=316;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
